# PROBLEM 32
# Создать Tuple из 3 элементов и вывести каждый из них по индексу.

print("Создаём кортеж из 3 элементов")

tuple1 = ("LOL", 20, 9.03)

print(tuple1)

for i in tuple1:
	print(i)

print("и выводим их по индексу")