# PROBLEM 0
# 1.Создать Лист из 5 разных имён.
# 2.Создать пустую строку и через .join() соеденить пустую строку и все имена в списке.

print("Создать список из 5 разных имён")
print("Создаём пустую строку")

list1 = ["Nurbek", "Bayaman", "Eldana", "Ayana", "Anara"]
print(list1)
a = ' '

print("И соединяем через метод join")
print(a.join(list1))

print(a)