# PROBLEM 12
# Создать список и 5 вложенных кортежей.

print("Создаём список и вложим в него 5 кортежей")

list1 = [(True,),(15,),("str",),(0.15,),("list",)]
print(list1)

print("И получаем результат")