# PROBLEM 12
# Создать Tuple из 15 различных объектов.
# Разрезать Tuple
# на 5 строк по 3 объекта в строке.

tuple_billionare = ("Джон Рокфеллер", "Роберт Кийосаки", "Джефф Безос", "Билл Гейтс", "Уоррен Баффетт", 
"Бернар Арно", "Карлос Слим", "Амансио Ортега", "Ларри Эллисон", 
"Марк Цукерберг", "Майкл Блумберг", "Ларри Пейдж", "Джек Ма", "Илон Маск", "Павел Дуров")


for i in range(3, 16, 3):
	slice_res = tuple_billionare[i-3:i] 
	print(slice_res)