# PROBLEM 1
# Создать пустой лист.
# Добавить в него сначала Ваше Имя, Год Рождения, любимый Язык Программирования.

list1 = []
list2 = ["Нурбек", "16.05.2002", "Python"]

list1.extend(list2)
print(list1)
