# PROBLEM 11:
# У вас есть переменные a=10 и b=5
# Напишите условие которое проверяет, являются ли ваши переменные положительными числами(только один if)

a = 10 
b = 5 

if a and b > 0:
	print("Числа положительные")