# PROBLEM 7:
# Создайте условие которое будет срабатывать в любом случае.

if True:
	print("Работает")