# Создать 5 переменных:
# a.Чётное число
# b.Любое от 5 до 15
# c.Дробное число до 20
# d.Любое нечётное число
# e.Любое число

a = 60
print("Чётное число:", a)

b = 12
print("Любое от 5 до 15:", b)

c = 8.12
print("Дробное число до 20:", c)

d = 7
print("Любое нечётное число:", d)

e = 456
print("Любое число:", e)