# Создать 3 переменные в которых лежат 3 одинаковых числа с плавающей точкой. 
# Первые 2 переменные между собой сложить и умножить на 3 переменную.

number1 = 908.1078
print("Первое число с плавающей точкой -", number1)

number2 = 908.1078
print("Второе число с плавающей точкой -", number2)

number3 = 908.1078
print("Третье число с плавающей точкой -", number3)

res = number1 + number2
print("Результат сложения первой и второй переменной:", res)

res1 = res * number3
print("Результат двух сложенных переменных на третью переменную:", res1)