# PROBLEM 3:
# Составить выражение:
# 1. Сложить 2 любых числа
# 2. Умножить их на любое число
# 3. Возвести в квадрат
# 4. Отнять от всего результат: 193432

print("1. Сложить 2 любых числа.")

number = 195 + 45
print("195 + 45 =", number)

print("2. Умножить их на любое число.")

number = number * 6
print("240 * 6 =", number)

print("3. Возвести в квадрат.")

number = number ** 2 
print("1440 ** 2 =", number)

print("4. Отнять от всего результат: 193432.")

number = number - 193432
print("2073600 - 193432 =", number)

print("Мы получили 1880168!")

