# PROBLEM 9:
# Создать 2 переменные.
# В первой год вашего рождения, Во второй 
# 2020 год 
# посчитайте сколько лет вам должно быть через 2 года/и сколько лет вам было два года назад

my_birthyears = 2002
print("Я родился в", my_birthyears, "году")

this_year = 2021
print("Текущий год", this_year)

res = this_year + 2 - my_birthyears
print("Мне через 2 года будет", res)

res1 = this_year - 2 - my_birthyears
print("Мне 2 года назад было", res1)