# Найдите средне арифмитическое чисел: 25, 75, 10, 95.

numbers1 = 25 + 75 + 10 + 95
print("Результат:", numbers1)

res = numbers1 / 4
print(numbers1, "разделили на 4 и получили", res)